Repository: jordimas/SoftTransEval-CAT
Catalog: dataset/dataset.tmx
Source language: en
Languages: ca

source: You may sometimes wish to delete your browsing history, for example, to remove items that you do not want to see in your search results. You can choose to delete one result, all results from a single website or all of your history.
ca: És possible que a vegades vulgueu suprimir l'historial de navegació, per exemple, per a eliminar elements que no voleu veure als resultats de la cerca. Podeu triar si voleu suprimir un resultat, tots els resultats d'un sol lloc web o tot l'historial.

source: Files which you download from the internet, such as email attachments, will automatically be saved into your <file>Downloads</file> folder. You can change this in the <gui>Preferences</gui>.
ca: Els fitxers que descarregueu d'Internet, com ara els fitxers adjunts del correu electrònic, es desaran automàticament a la vostra carpeta <file>Baixades</file>. Podeu canviar-ho a <gui>Preferències</gui>.

source: How do I enable or disable storing passwords?
ca: Com podeu activar o desactivar l'emmagatzematge de contrasenyes?

source: Holding the middle mouse button, dragging left, and then releasing the middle mouse button will navigate backward.
ca: Si manteniu premut el botó central del ratolí, l'arrossegueu cap a l'esquerra i a continuació deixeu anar el botó central, navegareu cap a la pàgina anterior.

source: You can use a proxy server for browsing the web. To use a web proxy when browsing, you need to <link href="help:gnome-help/net-proxy">set it up in the GNOME <gui>Network</gui> settings panel</link>.
ca: Podeu fer servir un servidor intermediari per a navegar pel web. Per a fer servir un proxy web quan navegueu, l'heu de <link href="help:gnome-help/net-proxy">configurar al panell de configuració de la <gui>Xarxa</gui> del GNOME</link>.

source: Now you can use Forward search from vim-latex by typing \ls. Backward search is not yet supported.
ca: Ara ja podeu fer servir la cerca cap endavant amb el vim-latex si teclegeu \ls. La cerca cap enrere encara no està implementada.

source: Choose the <gui>General</gui> tab.
ca: Trieu la pestanya <gui>General</gui>.

source: Merge the blank PDF with your PDF document using <app>PDF-Shuffler</app> placing the blank pages at the end.
ca: Combina el PDF en blanc amb el document PDF mitjançant <app>PDF-Shuffler</app> col·locant les pàgines en blanc al final.

source: Moving around a document
ca: Moure's per un document

source: You can move between pages of a document using one of the following methods:
ca: Us podeu moure entre les pàgines d'un document amb un dels mètodes següents:

source: Some documents have an index or table of contents, which you can display in the side pane. Select the <gui>Outline</gui> button at the bottom of the side pane to view it.
ca: Alguns documents tenen un índex o una taula de continguts, que podeu mostrar a la subfinestra lateral. Seleccioneu el botó <gui>Esquema</gui> a la part inferior de la subfinestra lateral per a veure-ho.

source: To exit the full screen mode:
ca: Per a sortir del mode a pantalla completa:

source: Select the bookmark in the side pane.
ca: Seleccioneu l'adreça d'interès al panell lateral.

source: In the <gui>Pages per side</gui> menu, select <gui>2</gui>.
ca: Al menú <gui>Pàgines per cara</gui>, seleccioneu <gui>2</gui>.

source: You can convert a document to SVG by "printing" it to a file.
ca: Podeu convertir un document a SVG «imprimint-lo» en un fitxer.

source: Click on a line in the TeX file.
ca: Feu clic en una línia del fitxer TeX.

source: Type the numbers of the pages in this order: 8, 1, 2, 7, 6, 3, 4, 5
ca: Escriviu els números de les pàgines en aquest ordre: 8, 1, 2, 7, 6, 3, 4, 5

source: Invert colors on a page
ca: Inverteix els colors d'una pàgina

source: You can use the <cmd>--page-label</cmd> switch to open a document at a specific page. For example, to open a document to page 3, you would type:
ca: Podeu utilitzar el canviador <cmd>--page-label</cmd> per a obrir un document en una pàgina determinada. Per exemple, per a obrir un document a la pàgina 3, escriviu:

source: You can make a selection in a scrollable list box by clicking on the list box and scrolling to your choice with your mouse.
ca: Podeu fer una selecció en un quadre de llista desplaçable fent clic al quadre de llista i desplaçant-vos amb el ratolí fins a la vostra elecció.

source: Moving through a presentation
ca: Moure's per una presentació

source: Search for a word or phrase in a document.
ca: Cerca d'una paraula o una frase en un document.

source: Printing is enabled for the following file formats:
ca: La impressió està habilitada per als formats de fitxer següents:

source: 13-page booklet
ca: Llibret de 13 pàgines

source: If you try to open a PDF document that is protected with a password, a window will appear asking you to enter the document password. Enter the password and click <gui>Unlock Document</gui>.
ca: Si intenteu obrir un document PDF que està protegit amb una contrasenya, apareixerà una finestra que us demanarà que introduïu la contrasenya del document. Introduïu la contrasenya i feu clic a <gui>Desbloqueja el document</gui>.

source: You must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work).
ca: Heu de reconèixer l'autoria del material de la forma especificada per l'autor o llicenciant (però no d'una manera que suggereixi que el llicenciador us dona suport o patrocina l'ús que en feu).

source: Type the numbers of the remaining pages in this order: 6, 3, 4, 5
ca: Escriviu els números de les pàgines restants en aquest ordre: 6, 3, 4, 5

source: The <app>Document Viewer</app> user interface and documentation is being translated by a world-wide volunteer community. You are welcome to participate.
ca: Una comunitat internacional de voluntaris tradueixen la interfície d'usuari i la documentació del <app>Visualitzador de documents</app>. Us convidem a participar-hi.

source: A button to open the main menu.
ca: Un botó per a obrir el menú principal.

source: Close the note by clicking on the <gui>x</gui> in the top corner of the note.
ca: Tanqueu la nota fent clic a la <gui>x</gui> a la cantonada superior de la nota.

source: If you are printing a booklet (which will perhaps be bound or stapled in the middle of each page), select the type of printer you will be using for printing from the list below. Then select the number of printed pages your booklet will have.
ca: Si imprimiu un fulletó (que potser estarà lligat o grapat a la meitat de cada pàgina), seleccioneu el tipus d'impressora que utilitzeu per a imprimir a la llista de sota. A continuació, seleccioneu el nombre de pàgines impreses que tindrà el llibret.

source: Open the <gui href="help:gnome-help/shell-introduction#activities">Activities</gui> overview and start typing <gui>Settings</gui>.
ca: Obriu la vista general d'<gui href="help:gnome-help/shell-introduction#activities">Activitats</gui> i comenceu a escriure <gui>Configuració</gui>.

source: Click on <gui>dconf Editor</gui>.
ca: Feu clic a <gui>dconf Editor</gui>.

source: 03-Page Booklet
ca: Llibret de 3 pàgines

source: <_:media-1/> Document Viewer Help
ca: <_:media-1/> Ajuda del Visualitzador de documents

source: 9-page booklet
ca: Llibret de 9 pàgines

source: In <app>gedit</app>, enable the SyncTeX Plugin:
ca: Activeu el connector de SyncTex al <app>gedit</app>:

source: Click <gui>Print</gui> to print your document.
ca: Feu clic a <gui>Imprimeix</gui> per a imprimir el vostre document.

source: Print a 10 page booklet.
ca: Imprimeix un llibret de 10 pàgines.

source: Select <gui>Print to File</gui> and choose PostScript as the <gui>Output format</gui>.
ca: Seleccioneu <gui>Imprimeix a un fitxer</gui> i trieu PostScript com a <gui>Format de sortida</gui>.

source: Click the <gui>File options</gui> menu in the top right corner and select <gui>Save As…</gui> or press <keyseq><key>Ctrl</key><key>S</key></keyseq> on your keyboard.
ca: Feu clic al menú <gui>Opcions de fitxer</gui> a la cantonada superior dreta i seleccioneu <gui>Anomena i desa…</gui> o premeu <keyseq><key>Ctrl</key><key>P</key></keyseq> al vostre teclat.

source: Printing a document on paper of a different size or orientation.
ca: Imprimir un document en un paper de diferent mida o orientació.

source: It is easier to print a 16-page booklet. You may wish to add 2 blank pages to your PDF document to make it 16-pages. To do so, you can:
ca: És més fàcil imprimir un fulletó de 16 pàgines. Podeu afegir dues pàgines en blanc al document PDF per a convertir-lo en un de 16 pàgines. Per a fer-ho, podeu:

source: If you are requesting a new feature, choose <gui>1. Feature</gui> in the <gui>Labels</gui> menu. Fill in the Title and Description sections and click <gui>Submit Issue</gui>.
ca: Si sol·liciteu una funció nova, trieu <gui>1. Funcions</gui> al menú <gui>Etiquetes</gui>. Ompliu les seccions Títol i Descripció, i feu clic a <gui>Enviar la qüestió</gui>.

source: Chooser - A program used to select a remote host for managing a display remotely on the attached display (<command>gdm-host-chooser</command>).
ca: Seleccionador: un programa que s'utilitza per a seleccionar un amfitrió remot per a gestionar una pantalla remotament a la pantalla local (<command>gdm-host-chooser</command>).

source: For further information about GDM, refer to the project website at <ulink type="http" url="http://wiki.gnome.org/Projects/GDM/"> http://wiki.gnome.org/Projects/GDM</ulink>.
ca: Per a obtenir més informació sobre el GDM, consulteu el lloc web del projecte a <ulink type="http" url="http://wiki.gnome.org/Projects/GDM/"> http://wiki.gnome.org/Projects/GDM</ulink>.

source: Likewise, the fingerprint extension can be enabled or disabled via the <filename>org.gnome.display-manager.extensions.fingerprint.active</filename> gsettings key.
ca: Així mateix, l'extensió d'empremtes dactilars es pot habilitar o inhabilitar amb la clau del gsettings <filename>org.gnome.display-manager.extensions.fingerprint.active</filename>.

source: The Face Browser supports "type-ahead search" which dynamically moves the face selection as the user types to the corresponding username in the list. This means that a user with a long username will only have to type the first few characters of the username before the correct item in the list gets selected.
ca: El navegador d'imatges admet la «cerca en teclejar» que canvia dinàmicament la selecció de cares mentre l'usuari introdueix el nom d'usuari corresponent a la llista. Això significa que un usuari amb un nom d'usuari llarg només haurà d'introduir els primers caràcters del nom d'usuari abans que l'element correcte de la llista estigui seleccionat.

source: Refer to the "Security" section for information about security concerns when using XDMCP.
ca: Consulteu la secció «Seguretat» per a obtenir més informació sobre les notes de seguretat quan s'utilitza l'XDMCP.

source: You should not, under any circumstances, configure the GDM user/group to a user which a user could easily gain access to, such as the user <filename>nobody</filename>. Any user who gains access to an Xauth key can snoop on and control running GUI programs running in the associated session or perform a denial-of-service attack on it. It is important to ensure that the system is configured properly so that only the "gdm" user has access to these files and that it is not easy to login to this account. For example, the account should be setup to not have a password or allow non-root users to login to the account.
ca: No hauríeu, de cap manera, de configurar l'usuari/grup del GDM a un usuari sobre el qual un usuari pogués guanyar-ne fàcilment accés, com ara l'usuari <filename>nobody</filename>. Qualsevol usuari que guanyi accés a una clau Xauth pot tafanejar i controlar programes en execució de la interfície gràfica d'usuari associats a la sessió, o realitzar-hi un atac de denegació de servei. És important assegurar-se que el sistema està configurat adequadament de manera que només l'usuari «gdm» té accés a aquests fitxers i que no és fàcil entrar a aquest compte. Per exemple, el compte s'hauria de configurar perquè no tingui contrasenya o no permetre que usuaris no primaris puguin entrar-hi.

source: The above setup will cause no lastlog entry to be generated. If a lastlog entry is desired, then use the following for the session:
ca: La configuració anterior provocarà que no es generi cap entrada de lastlog. Si voleu una entrada de lastlog, llavors utilitzeu el següent per a la sessió:

source: XDMCP access control is done using TCP wrappers. It is possible to compile GDM without TCP wrapper support, so this feature may not be supported on some Operating Systems.
ca: El control d'accés de l'XDMCP es realitza utilitzant embolcalls TCP. És possible compilar el GDM sense la compatibilitat d'embolcalls TCP, de manera que aquesta funció potser no està disponible en alguns sistemes operatius.

source: RBAC (Role Based Access Control)
ca: RBAC (control d'accés basat en el rol)

source: Xsession Script
ca: Script Xsession

source: If true and IPv6 is enabled, the chooser will send a multicast query to the local network and collect responses from the hosts who have joined multicast group.
ca: Si és cert i s'ha habilitat l'IPv6, el selector enviarà una consulta de difusió a la xarxa local i recollirà les respostes de les màquines que s'hagin afegit al grup de difusió.

source: The group name under which the greeter and other GUI programs are run. Refer to the <filename>Group</filename> configuration key and to the "Security-&gt;GDM User And Group" section of this document for more information.
ca: El nom de grup sota el qual el rebedor i altres programes d'interfície gràfica d'usuari s'executen. Per a obtenir més informació consulteu la clau de configuració <filename>Group</filename> i la secció «Seguretat-&gt;Usuari i grup del GDM» d'aquest document.

source: Enables XDMCP INDIRECT choosing (i.e. remote execution of <filename>gdmchooser</filename>) for X-terminals which do not supply their own display browser.
ca: Habilita la selecció XDMCP INDIRECT (és a dir, l'execució remota del <filename>gdmchooser</filename>) per als terminals X que no subministren el seu explorador de pantalla propi.

source: If no response is received within MaxWait seconds, GDM will declare the display dead and erase it from the pending queue freeing up the slot for other displays.
ca: Si no es rep una resposta abans de MaxWait segons, el GDM declararà la pantalla com a morta i la suprimirà de la cua de pendents, alliberant la ranura per a altres pantalles.

source: Set to the themed icon name to use for the greeter logo.
ca: Estableix el nom del tema d'icones que s'utilitza per al logotip del rebedor.

source: The GDM greeter panel at the login screen displays an accessibility icon. Clicking on that icon opens the GDM Accessibility Dialog. In the GDM Accessibility Dialog, there is a list of checkboxes, so the user can enable or disable the associated assistive tools.
ca: El panell de benvinguda del GDM a la pantalla d'accés, mostra la icona d'accessibilitat. En fer-hi clic, s'obre el diàleg d'accessibilitat del GDM, on es mostra un llistat de quadres de verificació, així l'usuari pot habilitar o deshabilitar els assistents associats.

source: Note the line with the AutostartCondition that links both desktop files to the GConf key for the on-screen keyboard.
ca: Tingueu present la línia amb AutostartCondition que enllaça ambdós fitxers d'escriptori a la clau GConf pel teclat en pantalla.

source: GDM User Session and Language Configuration
ca: Configuració de sessió i d'idioma de l'usuari del GDM

source: This section discusses helpful tips for getting GDM working. In general, if you have a problem using GDM, you can submit a bug or send an email to the gdm-list mailing list. Information about how to do this is in the Introduction section of the document.
ca: Aquesta secció descriu consells útils per a fer funcionar el GDM. En general, si teniu algun problema utilitzant el GDM, podeu transmetre un error o enviar un correu electrònic a la llista de correu gdm-list. Trobareu més informació sobre com fer-ho a la secció «Introducció» del document.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
ca: Molts dels noms que les empreses utilitzen per a distingir els seus productes i serveis es consideren marques comercials. Quan aquests noms apareguin en qualsevol documentació del GNOME, si els membres del Projecte de documentació del GNOME han estat avisats pel que fa a les marques, els noms apareixeran en majúscules o amb les inicials en majúscules.

source: The <link xref="interface#preferences">Preferences view</link> opens, with the <gui>Resources</gui> tab selected by default.
ca: S'obre la <link xref="interface#preferences">vista de preferències</link>, amb la pestanya <gui>Recursos</gui> seleccionada per defecte.

source: Restore a box
ca: Restaurar una màquina

source: When <app>Boxes</app> is launched, the collection view opens, displaying your existing boxes. If you haven't yet created a box, an introductory message is displayed.
ca: Quan s'arrenca <app>Màquines</app>, s'obrirà la vista de col·lecció i mostra les màquines existents. Si encara no heu creat una màquina, es mostrarà un missatge introductori.

source: In the collection view, right click the box to be deleted.
ca: A la vista de col·lecció, feu clic amb el botó dret en la màquina a suprimir.

source: If the virtual machine which has been edited is already running, the changes will take effect after restarting the running virtual machine.
ca: Si la màquina virtual que s'ha editat ja s'està executant, els canvis tindran efecte després de reiniciar la màquina virtual en execució.

source: Advanced topics
ca: Temes avançats

source: The Resources tab
ca: La pestanya recursos

source: With <gui>Snapshots</gui> you can <link xref="snapshot-create">create</link> and manage snapshots of your box.
ca: Amb les <gui>instantànies</gui> podeu <link xref="snapshot-create">crear</link> i gestionar les instantànies de la vostra màquina.

source: If your guest operating system is Linux, you can often use one of these key sequences to switch to the first virtual console, and another to switch back to the graphical console. In a number of Linux distributions, <keyseq><key>Ctrl</key><key>Alt</key><key>F3</key></keyseq> will switch to the virtual console, and <keyseq><key>Ctrl</key><key>Alt</key><key>F1</key></keyseq> will switch back to the graphical desktop.
ca: Si el sistema operatiu del convidat és Linux, sovint podeu utilitzar una d'aquestes seqüències clau per a commutar a la primera consola virtual i una altra per a tornar a la consola gràfica. En diverses distribucions de Linux la seqüència, <keyseq><key>Ctrl</key><key>Alt</key><key>F3</key></keyseq> commuta a la consola virtual, i <keyseq><key>Ctrl</key><key>Alt</key><key>F1</key></keyseq> us retorna a l'escriptori gràfic.

source: If there is more than one box, you can locate or filter boxes by name in the <link xref="interface#collection">collection view</link>. Click the search icon, or just start typing to initiate a search.
ca: Si hi ha més d'una màquina, podeu localitzar o filtrar màquines pel nom a la <link xref="interface#collection">vista de col·lecció</link>. Feu clic a la icona de cerca, o simplement comenceu a escriure per a iniciar una cerca.

source: Save the state of a box for later use.
ca: Desar l'estat de la màquina per al seu posterior ús.

source: Rename a snapshot
ca: Canviar de nom una instantània

source: Snapshots capture a state of your virtual machine. Changes that you make after creating a snapshot will be lost on revert.
ca: Les instantànies capturen un estat de la màquina virtual. Els canvis que feu després de crear una instantània es perdran en revertir.

source: Make sure the box is running.
ca: Assegureu-vos que una màquina s'està executant.

source: Enable <gui>Intel Virtualization Technology</gui> (also known as Intel VT) or <gui>AMD-V</gui> depending on the brand of the processor. The virtualization extensions may be labeled <gui>Virtualization Extensions, Vanderpool</gui> or various other names depending on the OEM and system BIOS
ca: Activeu la <gui>Tecnologia de virtualització Intel</gui> (També coneguda com a Intel VT) o <gui>AMD-V</gui> depenent de la marca del processador. L'extensió de virtualització es pot anomenar <gui>Extensions de virtualització, Vanderpool</gui> o altres noms depenent de l'OEM i de la BIOS

source: Number Bases
ca: Bases numèriques

source: Buttons for these symbols are available in <link xref="mouse">programming mode</link>.
ca: Els botons per a aquests símbols estan disponibles en el <link xref="mouse">mode de programació</link>.

source: 1 pint in mL
ca: 1 pinta en mL

source: Financial Functions
ca: Funcions financeres

source: Calculate the present value of an investment based on a series of equal payments discounted at a periodic interest rate over the number of payment periods in the term.
ca: Calcula el valor actual d'una inversió basat en una sèrie de pagaments iguals, descomptat a un tipus d'interès periòdic, sobre el número de períodes de pagament en el termini.

source: Floor
ca: Enter inferior

source: <link xref="trigonometry">Hyperbolic Tangent</link>
ca: <link xref="trigonometry">Tangent hiperbòlica</link>

source: Calculator Help
ca: Ajuda de la Calculadora

source: Provides buttons suitable for advanced mathematics such as <link xref="trigonometry"/>
ca: Proporciona els botons adequats per a les matemàtiques avançades, com ara <link xref="trigonometry"/>

source: <gui>Engineering</gui>
ca: <gui>Enginyeria</gui>

source: Powers are entered by putting a <link xref="superscript">superscript number</link> after the value.
ca: Les potències s'introdueixen escrivint un <link xref="superscript">nombre de superíndex</link> després del valor.

source: Trigonometry
ca: Trigonometria

source: Your alarm will not go off if your computer is switched off.
ca: La seva alarma no sonarà si l'ordinador està apagat.

source: Press the <gui style="button">Delete</gui> button to remove an alarm.
ca: Premeu el botó <gui style="button">Suprimeix</gui> per a eliminar una alarma.

source: You can use the <gui style="button">Clear</gui> button to reset the stopwatch when it is paused.
ca: Podeu utilitzar el botó <gui style="button">Neteja</gui> per a reiniciar el cronòmetre quan estigui en pausa.

source: Add a city to your world clocks to see the time of day or night in that city. You will also be able to <link xref="world-check">check the sunrise and sunset times</link> for each of the cities that you have added.
ca: Afegiu una ciutat als rellotges del món per a veure l'hora del dia o la nit a cada ciutat. També podeu <link xref="world-check">comprovar les hores de sortida i posta del sol</link> per cadascuna de les ciutats que heu afegit.

source: Remove a world clock
ca: Suprimir un rellotge del món

source: Timer
ca: Temporitzador

source: If you are replacing an existing profile in Windows XP, the above shortcut does not work. The profiles must be manually copied to <file>C:\Windows\system32\spool\drivers\color</file> for the original profile to be replaced.
ca: Si esteu substituint un perfil preexistent al Windows XP, la drecera anterior no funcionarà. Per a substituir el perfil preexistent el nou perfil s'ha de copiar manualment a <file>C:\Windows\system32\spool\drivers\color</file>.

source: Connect to another computer
ca: Connecteu a un altre ordinador

source: Connections
ca: Connexions
